Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/historihkka_id_861.html.tmx
Source language: sme
Languages: nob

source: Olgoriikadepartemeantta historjá
nob: Utenriksdepartementets historie

source: Olgoriikadepartemeanta ásahuvvui geassemánu 7. b. 1905 , seamma beaivvi go lihttu Ruoŧain loahpahuvvui .
nob: Utenriksdepartementet ble opprettet den 7. juni 1905 , samme dag som oppløsningen av unionen med Sverige .

source: Ráđđehusa geassemánu 7. b. 1905-mannosaš resolušuvdna ásahit sierra Olgoriikadepartemeantta sáhttá dušše atnit gaskaboddasaš lávkin oažžut Norgga olgoriikahálddašeami ortnegii konstitutionálalaččat ja organisašuvnnalaččat .
nob: Regjeringens resolusjon av 7. juni 1905 om å etablere et eget Utenriksdepartement kan bare betraktes som et foreløpig skritt på å bringe Norges utenriksforvaltning i orden konstitusjonelt og organisatorisk .

source: Løvland ii oppa nammaduvvon ge olgoriikaministtarin , muhto jotkkii ráđđehusas iežas ovddeš árvonamain ” stáhtaministtar ” .
nob: Løvland ble ikke engang utnevnt til utenriksminister , men fortsatte i regjeringen under sin gamle tittel " statsminister " .

source: Nu guhká go Ruoŧŧa ii lean dohkkehan lihttoloahpaheami , de ii sáhttán Norga ge sáddet olgoriikii diplomáhtalaš ja konsulára ovddasteddjiid .
nob: Så lenge unionsoppløsningen ikke var anerkjent av Sverige , kunne heller ikke Norge sende ut diplomatiske og konsulære representanter .

source: Gitta golggotmánu 26. b. 1905 rádjai , go konagas Oscar II dohkkehii Norgga iehčanas stáhtan , jotke ruoŧŧilaš-norgalaš legašuvnnat ja oktasaškonsuláhtat fuolahit Norgga beroštumiid olggobealde riikka rájáid .
nob: Helt fram til 26. oktober 1905 , da kong Oscar II anerkjente Norge som en selvstendig stat , fortsatte de svensk-norske legasjoner og felleskonsulater å ivareta Norges interesser utenfor landets grenser .

source: Lihtu vearjogovastat heaŋgái ain oktasaš legašuvnnaid ja konsuláhtaid olgouvssaid bajábealde , ja leavgabeivviid libardii lihttoleavga seamma visttiid bajábealde .
nob: Unionsvåpenet ble hengende over inngangen til de felles legasjoner og konsulater , og når det var flaggdag , vaiet unionsflagget over de samme bygninger .

source: Dat duohtadilli ahte vaikke vel eanaš norgalaččat , geat barge oktasaš norgalaš-ruoŧŧilaš diplomatiijas ja konsuláhtalágádusas ohce ja besse heaitit , de ii rievdadan dát oktasašovddastusaid álbmotrievttálaš dili .
nob: Det faktum at de aller fleste nordmenn som var ansatt i det felles norsk-svenske diplomati og konsulatvesen søkte og fikk avskjed , endret ikke fellesrepresentasjonenes folkerettslige stilling .

source: Easkka skábmamánu álgogeahčen 1905 sáhtte Norgga vuosttas diplomáhtalaš ovddasteddjiid váldit vuostái iešguđet oaivegápogiin .
nob: Først i begynnelsen av november 1905 kunne Norges første diplomatiske representanter bli mottatt i de respektive hovedsteder .

source: Muhto áigodagas geassemánu 7. b. rájes golggotmánu 26. b. rádjai orro olgoriikkas riikka máŋga njunuš albmá , geain ledje sierra doaimmat gaskaboddasaš Kristiánia ráđđehusa ovddas .
nob: Men i tidsrommet mellom 7. juni og 26. oktober oppholdt flere av landets fremstående menn seg i utlandet med særoppdrag for den " provisoriske regjering " i Kristiania .

source: Dát ledje muhtumassii eahpevirggálaš šiehtadallamat ja muhtumassii propagándalágan doaimmat .
nob: Dels gjaldt det uoffisielle forhandlinger , dels oppdrag av propagandamessig karakter .

source: Muhtumat dáin oassálastiin ledje Fredrik Hartvig Herman ( " Fritz " ) Wedel Jarlsberg , Fridtjof Nansen , Benjamin Vogt ja Johannes Irgens .
nob: Blandt disse aktører var Fredrik Hartvig Herman ( " Fritz " ) Wedel Jarlsberg , Fridtjof Nansen , Benjamin Vogt og Johannes Irgens .

source: Maŋŋá golggotmánu 26. b. 1905 doamihii gaskaboddasaš ráđđehus Kristiánias sihkkarastit ahte Norga lei ovddastuvvon deaháleamos oaivegávpogiin .
nob: I tiden etter 26. oktober 1905 handlet den " provisoriske regjering " i Kristiania raskt for å sikre at Norge var representert i de viktigere hovedsteder .

source: Wedel Jarlsberg sáddejuvvui Københámmanii ministara grádain - " envoyé extraordinare et minstre plénipotenitaire ad interim " , seammás go rehkenastojuvvui leamen doarvái sáddet chargé d ' affaires Stockholbmii , Londonii , Pariisii , Berliidnii , St. Peterburgii ja Washingtonii .
nob: Wedel Jarlsberg ble sendt til København med ministers grad - " envoyé extraordinare et minstre plénipotenitaire ad interim " , mens det ble ansett tilstrekkelig å sende en chargé d ' affaires til Stockholm , London , Paris , Berlin , St. Petersburg og Washington .

source: Vuosttas stáhta mainna Norga čanai diplomáhtalaš oktavuođaid , lei Ovttastuvvon stáhtat , gos Norgga chargé d ' affaires Hjalmar Christian Hauge , skábmamánu 6. b. 1905 beasai loaiddastit olgoriikaministara Elihu Root ovdii Washingtonas .
nob: Den første stat som Norge trådte i diplomatisk forbindelse med , var De forente stater , der den norske chargé d ' affaires Hjalmar Christian Hauge , den 6. november 1905 fikk foretrede for utenriksminister Elihu Root i Washington .

source: Oktiibuot 14 konsulára ámmátalbmá ovddeš oktasašetáhtas ožžo seamma áiggi departemeantakonstitušuvnna virggiidasaset Norgga bálkáhuvvon konsulára ámmátalmmájin .
nob: Ialt 14 konsulære embetsmenn fra den tidligere fellesetat fikk samtidig departementskonstitusjon i stillinger som norske , lønnede konsulære embetsmenn .

source: Ođđa ” Udenrigs-Departement ” álggii hui suolggaid doaibmat .
nob: Det nye Udenrigs-Departement begynte svært så beskjedent .

source: Departemeanta lei juhkkojuvvon golbman kantuvran ovtta ekspedišuvdahoavdda vuollái .
nob: Departementet var inndelt i tre kontorer under ledelse av én ekspedisjonssjef .

source: Bargogottis ledje muđui guokte doaimmahathoavdda ja ovcci áššemeannudeaddji ( čálli ) earret kanturbargiid .
nob: Staben forøvrig besto av to byråsjefer og ni saksbehandlere ( sekretærer ) foruten kontorfunksjonærer .

source: Sirdásanáigodagas geassemánus golggotmánnui 1905 buhtaduvvojedje olgoriikadepartemeantta golut Gávpe- ja mearrajohtindepartemeantta bušeahta bokte .
nob: I overgangstiden juni - oktober 1905 ble utgiftene til utenriksdepartementet dekket over av Handels- og sjøfartsdepartementets budsjett .

source: Easkka skábmamánu 14. b. 1905 ovddidii ráđđehus proposišuvnna juolludit lasi ruđa bušeahttaáigodahkii 1905-06 .
nob: Først 14. november 1905 fremsatte regjeringen proposisjon om tilleggsbevilgning for resten av budsjett-terminen 1905-06 .

source: Vuosttas doaibmabijut oaččuhit Norgga olgoriikabálvalusa juolgásiid ala orro muđui leamen hui gaskaboddasaččat .
nob: De første tiltak for å bringe en norsk utenrikstjeneste på beina hadde ellers en rent provisorisk karakter .

source: Buot garvojuvvui mii sáhtii geatnegahttit Stuorradikki ovdalgo dat oaččui loahpalaš plána mo organiseret departemeantta , diplomatiija ja konsuláhtalágádusa .
nob: Alt ble unngått som kunne binde Stortinget før det fikk seg forelagt den endelige plan for departementets , diplomatiets og konsulatvesentets organisasjon .

source: Dárbbašlaš ámmátalbmát nammaduvvojedje gaskaboddasažžan .
nob: De nødvendige embetsutnevnelser skjedde ved konstitusjon .

source: Ođđa olgoriikadepartemeanta válddii álggus badjelasas olles Olgoriikaossodaga ášševiidodaga , muhto čakčamánu 14. b. 1905 sirdojuvvojedje jo dakkár áššit Gávpedepartementii , mat čatnasedje mearradáhkádussii ja lihkohisvuođaid buhtadusmearrideaddji lágádussii , mearrajohtolatlágaide ja mearraolbmoáššiide .
nob: Det nye utenriksdepartementet overtok til å begynne med hele Udenrigsavdelingens saksområde , men allerede 14. september 1905 ble spørsmål i tilknytning til sjøassuranse og dispasjørvesen , skipsfartslovgivning og sjømannsaker overført til Handelsdepartementet .

source: Čakčamánu 28. b. 1905 rájes biddjojuvvojedje dakkár áššit Justisdepartementii , mat guske vearredahkkiid olggosaddimii ja eará riikkaidgaskasaš riekteveahkkái ja maiddái olggosfárrenlágaide .
nob: Fra 28. september 1905 ble saker om utlevering av forbrytere og annen internasjonal rettshjelp samt emigrantlovgivning lagt inn under Justisdepartementet .

source: Daid Norgga stáhtalahtuid veahkehanáššit , mat eai guoskan mearraalbmáide , biddjojuvvojedje Gávpedepartementii geassemánu 11. b. 1906 .
nob: Spørsmål om hjelp til norske borgere som ikke var sjøfolk ble 11. juni 1906 lagt til Handelsdepartementet .

source: Thor von Ditten , gii lei Løvlanda lagamus ráđđeaddi ja duohtavuođas ge su olgoriikaráđđi , oaččui ollu ovddasvástádusa organiseret ođđa olgoriikadepartemeantta ja Norgga diplomáhtalaš ja konsulára ossodaga .
nob: Mye av ansvaret for å organisere det nye utenriksdepartement og den norske diplomatiske og konsulære etat ble lagt på Thor von Ditten , som var Løvlands nærmeste rådgiver - i realiteten hans utenriksråd .

source: Son evttohii organiseret olgoriikadepartemeantta guovtti ossodahkii – ovtta hálddahus- , politihkalaš áššiid ja protokollaáššiid ossodahkii ja ovtta konsulára ja gávpeáššiid ossodahkii ja maiddái iehčanas arkiivaovttadahkii .
nob: Hans forslag gitt ut på å organisere utenriksdepartementet i to avdelinger - en avdeling for administrasjon , politiske saker og protokollsaker ; en annen avdeling for konsulære og kommersielle spørsmål samt en selvstendig arkivenhet .

source: Vuosttas ossodaga jođiheaddji galggai maiddái doaibmat departemeantta bajimus fágahoavdan árvonamain olgoriikaráđđi ( váldočálli ) .
nob: Lederen for den første avdeling skulle samtidig være departementets øverste fagsjef med tittel av utenriksråd ( generalsekretær ) .

source: Diplomatiija ja konsuláhtalágádusa loahpalaš organiserenplána ovddiduvvui guoktin gonagaslaš resolušuvdnan skábmamánu 14. b. 1905 .
nob: Planene for den endelige organisasjon av diplomatiet og konsulatvesenet ble fremsatt i form av to kgl. resolusjoner den 14. november 1905 .

source: Evttohusas lei mielde bušeahtta áigodahkii cuoŋománu 1. b. 1906 rájes miessemánu 31. b. 1907 rádjai .
nob: Forslaget omfattet budsjettet for terminen 1. april 1906 til 31. mai 1907 .

source: Olgoriikalágádusa golut buohkanassii ledje meroštallojuvvon 832 950 ruvdnun .
nob: Samlete utgifter til utenriksvesenet var oppført med 832 950 kroner .

source: Departemeantta árvvoštallama mielde dagahedje Norgga beroštumit dárbbašlažžan ásahit sierra legašuvnnaid guđa Eurohpá oaivegápogii ja maiddái Washingtonii .
nob: Norges interesser gjorde det , etter departementets vurdering , nødvendig å opprette egne legasjoner i seks hovedsteder i Europa samt i Washington .

source: Bálkkáid hárrái evttohuvvui ministariidda 40 000 ruvnnu jahkái ja legašuvdnačálliide 10 000 ruvnnu jahkái .
nob: Hva angikk lønninger , ble det for ministre foreslått kr. 40 000 kroner pr. år , for legasjonssekretærer kr. 10 000 pr. år .

source: Dát bálkkát ledje sullii seamma stuorrát go dat mat ledje dábálaččat eará riikkaid olgoriikabálvalusas , muhto dat ledje mealgat stuorábut go dat mat ledje dábálaččat dalá Norgga ámmátalbmáid dásis .
nob: Disse lønninger lå på linje med det som var vanlig i andre lands utenrikstjeneste , men langt over det som var vanlig i datidens norske embetsverk .

source: Muhto de ákkastuvvui ahte sosiála gáibádusat diplomáhtii ledje stuorábut go eará ámmátalbmáide .
nob: Det ble imidlertid argumentert med at de sosiale krav som ble stilt til en diplomat var større enn dem som ble stilt til andre embetsmenn .

source: Ii ge bálkká sáhttán mearridit dušše riikka dábálaš bálkádási ektui .
nob: Gasjen kunne derfor ikke ensidig fastsettes i forhold til landets alminnelige lønnsnivå .

source: Dan lassin oaivvilduvvui ee. ahte Norga ii sáhttán mearridit olbmuid badjel , geat mieđihedje massit iežaset opmodaga dáin virggiin eai ge lean gávdnamis – nu mo Danmárkkus – dakkár dovddus aristokráhtalaš namat , mat ledje oahppásat Eurohpás .
nob: I tillegg ble det bl.a. fremholdt at Norge ikke kunne disponere over personer som var villige til å ofre personlig formue i stillingene og heller ikke - som Danmark - over " europeisk kjente aristokratiske navne " .

source: Departemeanta ii dattetge álot garván priváhta opmodatdilliid .
nob: Helt konsekvent var imidlertid departementet ikke når det gjaldt å sette de private formuesforhold ut av betraktning .

source: Sii han ásahedje vuogádaga , mas ledje bálkátkeahtes attachéat , geat galge nannet legašuvnnaid kanturdoaimmaid ja seammás sihkkarastit dárbbašlaš virgehasaid ossodahkii .
nob: Det knesatte nemlig systemet med ulønte attachéer , som skulle styrke kontorsiden ved legasjonene og samtidig sikre den nødvendige rekruttering til etaten .

source: Sihkarastin dihtii sorjjasmeahttunvuođa válljedettiin attachéaid evttohuvvui 7 500 ruvdnosaš attachéa-stipeanda .
nob: For å sikre en viss uavhengighet ved valget av attachéer ble det foreslått et attaché-stipendium på kr. 7.500 .

source: Go ovddiduvvojedje guokte sierra proposišuvnna diplomatiija hárrái ja konsuláhtalágádusa hárrái , de lei dan sivvan dat ahte diet guokte bálvalussuorggi galge goappašagat leat olgoriikaministara ja olgoriikadepartemeantta vuollásažžan , muhto galge muđui dollojuvvot sierranas ámmátalbmáidlágádussan .
nob: Når det ble fremmet to særskilte proposisjoner for hhv. diplomatiet og konsulatvesentet , bygget dette på forutsetningen om at de to tjenestegrener begge skulle høre under utenriksministeren og utenriksdepartementet , men for øvrig holdes adskilt som to forskjellige embetsverk .

source: Dattetge lei jurdda ahte diplomatiija ja konuláhtalágádusa gaskkas galggai leat lagaš oktavuohta , ja ahte diplomáhtat ja konsulat galge doarjut ja ollistit guhtet guoimmiset .
nob: Det var imidlertid meningen at diplomatiet og konsulatvesenet skulle stå i nær forbindelse med hverandre , og at diplomatene og konsulene gjensidig skulle støtte og utfylle hverandre .

source: Oppalaččat lei olbmuin stuorra áddejupmi ja miehtemiella konsuláhtalágádussii , muhto nu ii lean gal eisege diplomatiijii .
nob: Mens det generelt var stor forståelse og sympati for konsulatvesenet , var folkemeningen avgjort ikke i favør av diplomatiet .

source: Sihke ráđđehusa ja ain eanet Stuorradikki eaktun lei ahte ođđa norgalaš olgoriikaetáhtas galggai leat konulára áigumuš , dat mearkkašii ahte dat galggai veahkehit gávppašeami ja mearrajohtolaga geavatlaččat .
nob: Det var både regjeringens og i enda høyere grad Stortingets forutsetning at den nye norske utenriksetat skulle ha et konsulært siktepunkt , dvs. yte praktisk bistand til handel og skipsfart .

source: Erenoamážit radikála birrasiin lei olbmuin vuostemiella ja vávjjaskasvuohta diplomáhtaide ja sin bargovugiide , erenoamážit sin váibmilvuhtii šiehtadallat suollemasat .
nob: Særlig i radikale kretser så folk med uvilje og mistenksomhet på diplomatene og deres arbeidsmetoder , ikke minst deres forkjærlighet for hemmelige forhandlinger .

source: Ulbmil lei oažžut olgoriikapolitihka ge konstitutionála stivrra vuollái .
nob: Målet var å bringe også utenrikspolitikken under konstitusjonell kontroll .

source: Ja de lei vel dat ahte eanaš riikkaid diplomatiija ovddastii aristokráhtalaš ja konservatiiva árbevieru .
nob: I tillegg kom at diplomatiet i de fleste land representerte en aristokratisk og konservativ tradisjon .

source: Dan lassin ruoŧŧilaš-norgalaš olgoriikabálvalus adnui gáiddusin ja vierisin ja eanet gullevaš Ruŧŧii go Norgii .
nob: Den felles svensk-norske utenrikstjeneste hadde dessuten vært følt som noe fjernt og fremmed og mer svensk enn norsk .

source: Eará lei baiccce konsuláhtalágádusain : Riika dárbbašii konsulaid .
nob: Da var det noe annet med konsulatvesenet : Landet trengte konsuler .

source: Erenoamážit dárbbašii riika mearraalbmáid , skiipaeaiggádiid ja olbmuid olgoriikagávppašeapmái .
nob: Ikke minst gjaldt dette sjøfolk , redere og eksportnæringens folk .

source: Sierra konsuláhtalágádus lei jurddašuvvon vuosttas lávkin Ruoŧas beassamis iehčanasvuhtii ja gákkanin Lihtu vuostá .
nob: Et eget norsk konsulatvesen hadde vært tenkt som det første skritt i retning av full uavhengighet av Sverige og som en brekkstang mot selve Unionen .

source: Buot bellodagat gáibidedje ahte ođđa norgalaš olgoriikabálvalus galggai vuosttažettiin huksejuvvot mearraalbmáid , mearrajohtolaga ja muđui ealáhuseallima beroštumiid várás .
nob: Fra alle politiske partier var kravet at den nye norske utenrikstjeneste først og fremst skulle bygges opp med tanke på sjøfolkenes , skipsfartens og det øvrige næringslivs interesser .

source: Dan unna diplomatiijaža , mii ii lean garvimis , berrii oktiiordnet konsuláhtalágádusain oktan etáhtan , mii lei sáhttit doaibmat geavatlaš bálvalussan .
nob: Det lille diplomati som ikke var til å unngå , burde samordnes med konsulatvesenet til en etat , som kunne tjene praktiske formål .

source: Dát lei vuosttas stuorra stuorradiggedigaštallama duogáš olgoriikabušeahta ja olgoriikaorganisašuvnna birra njukčamánus 1906 .
nob: Dette var bakgrunnen for den første store stortingsdebatt om utenriksbudsjettet og utenriksorganisasjonen i mars 1906 .

source: Digaštallamis Stuorradikkis lei dábálaš ovttaoaivilvuohta das ahte olgoriikabálvalus galggai geahččat eallindilálašvuođaid gávppálaš oainnuin ja das ahte Norga ii galgan doaimmahit olus politihka sáni dábálaš áddejumis .
nob: Under debattene i Stortinget var det alminnelig enighet om at utenrikstjenesten skulle ha " et forretningsmessig syn på livets forhold " og at Norge ikke skulle " drive noen særlig politikk i ordets egentlige forstand " .

source: Ráđđehusa bušeahttaevttohussii lei stuorra vuosteháhku – seastima geažil .
nob: Regjeringens budsjettforslag møtte sterk motbør - av sparehensyn .

source: Lei unnán áddejupmi das ahte bálkkáid galggai mearridit riikkaidgaskasaš dilálašvuođaid vuhtiiválddidettiin .
nob: Det var liten forståelse for at lønningene måtte fastsettes med internasjonale forhold for øye .

source: Radikálaid bealis ákkastalle ahte ii lean nu deaŧalaš Norgii ahte dan ovddasteaddjit olgoriikkas besse ovttastallat hoffa- ja ádelbirrasiiguin .
nob: Fra radikalt hold ble det argumentert med at det ikke var så viktig for Norge at dets representanter i utlandet fikk innpass i hoff- og adelskretser .

source: Deaŧalaš vuosteággan lei ahte vuollegis bálkkát eastadivčče čeahpes , muhto geafes albmáid álgimis diplomáhtalaš ja konsulára virggiide , ja nu ovddidivčče eahpedemokratiija .
nob: Et viktig motargument var at lave lønninger ville hindre dyktige , men uformuende menn å gi seg inn på den diplomatiske og konsulære løpebane og derfor være udemokratisk .

source: Easkka go ráđđehus lei áitán kabineahttagažaldagain , de evttohuvvon bálkkát mearriduvvojedje bákkuin Stuorradikkis , ja easkka maŋŋá dakkár digaštallama , mas geavahuvvojedje viehka garra sánit .
nob: Det var først etter at regjeringen hadde truet med kabinettspørsmål at de foreslåtte gasjer ble trumfet gjennom i Stortinget , og da etter en debatt der det ble brukt et temmelig kraftig språk .

source: Ráđđehus oaččui stuorámus doarjaga Olgešbellodaga jođiheaddjis , professor Francis Hagerup:s , gii čuoččuhii ahte Stuorradiggi fertii diehtit ahte ráđđehus – vaikke vel dan lahtut livčče eŋgelat – ii sáhttán váikkuhit bálkkáid .
nob: Regjeringen fikk sin sterkeste støtte hos Høyres fører , professor Francis Hagerup , som fremholdt at Stortinget måtte vite at en regjering - " selv om den var sammensatt av engler fra himmelen " - ikke kunne utøve noen innflytelse over lønningene .

source: Radikála gurutalbmá Wollert Konow mielas lei olgoriikabálvalusa álgoorganisašuvda , mii lei vuolgán ruoŧa árbevierus , dušše oktasaš ruoŧŧilaš-norgalaš organisašuvnna uhcamálleš .
nob: Den organisasjon utenrikstjenesten i første omgang fikk , var ifølge den radikale venstremannen Wollert Konow en " beskjeden lommeutgave " av den felles svensk-norske organisasjon , som igjen hadde vært bestemt av svensk tradisjon .

source: Olgoriikaráđđevirgi hilgojuvvui , ja Stuorradiggi ii miehtan oppa ásahit ge guokte bistevaš departemeantaossodaga .
nob: Stillingen som utenriksråd ble forkastet , og Stortinget var ikke engang villig til å etablere to departementsavdelinger på permanent basis .

source: Ákkastuvvui dainna ahte bargohivvodat unnošii mealgat go oktasaš olgoriikabálvalus loahpalaččat juhkkojuvvošii .
nob: Argumentasjonen var at arbeidsmengden ville bli betydelig mindre når delingen av den felles utenrikstjeneste var endelig gjennomført .

source: Wollert Konow lei jo ođđajagimánu 25. b. 1906-mannosaš ovdanbuktimisttis dovddahan vigolašvuođa buot vuostá , mii gulai diplomatiijii .
nob: Wollert Konow hadde allerede i en " forestilling " datert 25. januar 1906 gitt uttrykk for mistenksomhet mot alt som smakte av diplomati .

source: Vaikke vel diplomatiija ii lean njuolggá vahágin , de dat aŋkke ii lean ávkin masa ge ovddeš hámistis .
nob: Selv om diplomati ikke var direkte skadelig , var det ihvertfall unyttig i sin gamle form .

source: Muhto Michelsen – Løvlanda ráđđehus cakkai Konowa gáibádusa ásahit bálvalusa oktan etáhtan .
nob: Men regjeringen Michelsen - Løvland holdt igjen mot Konows krav om en enhetsetat .

source: Ráđđehus háliidii vuos bisuhit ásahuvvon minstariid .
nob: Regjeringen ønsket foreløpig å holde seg til de etablerte mønstre .

source: Geassemánu 12. b. 1906 bođii sierra láhka Diplomatiija- ja Konsuláhtalágádusa birra .
nob: Den 12. juni 1906 kom en egen lov om " Diplomat- og Konsulatvæsenet " .

source: Guovvamánu 9. b. 1907 bohte njuolggadusat diplomáhtalaš ja konsulára ámmátalbmáid uniforpmaid birra , oktan lassenjuolggadusaiguin trohpalaš uniforpmaid birra beaiváduvvon cuoŋománu 27. b. 1907 .
nob: Den 9. februar 1907 kom Reglement for diplomatiske og konsulære embetsmenns uniformer , med tilleggsbestemmelser om tropeuniformer datert 27. april 1907 .

source: Easkka 1922-mannosaš stuorra olgoriikaođastusas ovttastuvvojedje olgoriikabálvalusa diplomáhtalaš ja konsulára bealit .
nob: Først ved den store utenriksreform av 1922 fant det sted en sammenslåing av de diplomatiske og konsulære deler av utenrikstjenesten .

source: Dalle ledje Eurohpá eará olgoriikabálvalusat áigá jo heaitigoahtán čielgasit earuheames diplomatiija ja konsuláhtalágádusa nu go ovdal lávejedje dahkat .
nob: Da hadde andre europeiske utenrikstjenester forlengt begynt å gå bort fra det tidligere skarpe skille mellom diplomati og konsulatvesen .

source: Dat organisašuvdnastruktuvra , maid 1906 giđa bušeahttašiehtadallamat buvttihedje , sulastahtii hui ollu von Dittena álgoevttohusa .
nob: Den organisasjonsstruktur som budsjettbehandlingen våren 1906 resulterte i , hadde nære likhetstrekk med von Dittens opprinnelige forslag .

source: Departemeanta lei juhkkojuvvon guovtti oassodahkii : Diplomáhtalaš ja politihkalaš áššiid ossodagas ledje guokte kantuvrra , nubbi kantuvra galggai hálddašit ruovttu- ja olgoriikabálvalusaid , olgoriikaovddastusa Norggas ja protokollára áššiid , ja nubbi kantuvra fas galggai doaimmahit politihkalaš , territoriála ja árktalaš áššiid ja álbmotrievtti .
nob: Departementet var delt i to avdelinger : Avdelingen for diplomatiske og politiske spørsmål besto av to kontorer ; ett kontor for administrasjonen av hjemme- og utetjenestenesten , utenlandske representasjoner i Norge og protokollære spørsmål og ett kontor for politiske saker , territoriale og arktiske spørsmål og folkerett .

source: Konsuláhta- ja gávpeossodat lei maid organiserejuvvon guoktin kantuvran : nubbi kantuvra lei kosulára doaimmaid várás olgoriikkas ja vieris riikkaid konsuláhtaid várás Norggas , sirddolašvuođa várás ja mearralalbmáid áššiid várás , ja nubbi kantuvra lei fas olgoriikagávppašeami , mearrajohtolaga , johtolaga , finánsaáššiid ja riikaekonomiija várás .
nob: Konsulat- og handelsavdelingen var også organisert i to kontorer : ett kontor for konsulære oppgaver i utlandet og fremmede lands konsulater i Norge , inn- og utvandring og sjømannssaker og ett kontor for utenrikshandel , skipsfart , samferdsel , finansielle spørsmål og nasjonaløkonomi .
